[UIAlert_RMWeaponTrainingComplete]
m_strTraitLabel="新特性"

[UIPersonnel_WeaponTraining]
EmptyListMessage="没有可用人员"

[UIFacility_WeaponTrainSlot]
m_strTrainWeaponDialogTitle=训练士兵
m_strTrainWeaponDialogText=<XGParam:StrValue0/!UnitName/>他们可以在训练中心接受专门训练，在训练中心学习一门专业科目，但在训练过程中他们将无法参与战斗。您是否要继续进行？
m_strStopTrainWeaponDialogTitle=停止武器训练吗？
m_strStopTrainWeaponDialogText=您是否要停止让 %UNITNAME进行该专业科目的训练？警告：所有训练进度将会丢失.
m_strNoSoldiersTooltip=没有可用的士兵来进行训练中心的武器训练. 
m_strSoldiersAvailableTooltip=指派一名士兵去接受一门专业科目的训练. 

[UIChooseTrait]
m_strTitle=选择专业
m_strInventoryLabel=可用的专业:
m_strBuy=开始训练

m_RandomTraitName=随机正面特质
m_RandomTraitDesc=如果该单位尚未拥有所有正面特质，则学习一个随机的正面特质.